Repository: DimensionDev/Flare
Catalog: iosApp/iosApp/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, it, ja, nl, no, pl, pt_br, ro, ru, sv, uk, zh_hans

# misskey_achievement_followers1000_description
source: Gain 1,000 followers
ar: احصل على 1000 تابع
cs: Získejte 1000 následovníků
da: Få 1.000 tilhængere
de: Bekomme 1000 Follower
el: Κερδίστε 1.000 οπαδούς
es: Gana 1000 seguidores
fi: Saada 1000 seuraajaa
fr: Gagnez 1 000 suiveurs
it: Guadagna 1.000 seguaci
ja: 1,000人のフォロワーを獲得
nl: Krijg 1000 volgers
no: Få 1000 følgere
pl: Zdobądź 1000 obserwujących
pt_br: Ganhe 1.000 seguidores
ro: Câștigă 1000 urmăritori
ru: Получите 1000 подписчиков
sv: Få 1000 följare
uk: Отримайте 1000 послідовників
zh_hans: 获得1,000名追随者

# misskey_achievement_followers1000_title
source: Influencer
ar: تأثير
de: Einflussnahme
el: Επιβράδυνση
es: Influenciador
fi: Vaikuttaja
fr: Influenceur
ja: インフルエンサー
nl: Bevochtiger
no: Påvirkning
pl: Wpływnik
pt_br: Influenciador
ro: Grizare
ru: Влияние
sv: Påtryckare
uk: Що робить вплив
zh_hans: 影响者

# misskey_achievement_following1_description
source: Follow a user
ar: اتبع المستخدم
cs: Následovat uživatele
da: Følg en bruger
de: einem Benutzer folgen
el: Ακολουθήστε έναν χρήστη
es: Seguir a un usuario
fi: Seuraa käyttäjää
fr: Suivre un utilisateur
it: Segui un utente
ja: ユーザーをフォロー
nl: Volg een gebruiker
no: Følg en bruker
pl: Obserwuj użytkownika
pt_br: Seguir um usuário
ro: Urmărește un utilizator
ru: Подписка на пользователя
sv: Följ en användare
uk: Підписатися на користувача
zh_hans: 关注用户

# misskey_achievement_following1_title
source: Following your first user
ar: تابع أول مستخدم لك
cs: Sledujte svého prvního uživatele
da: Efter din første bruger
de: Folge deinem ersten Benutzer
el: Ακολουθείτε τον πρώτο σας χρήστη
es: Siguiendo a tu primer usuario
fi: Ensimmäisen käyttäjän seuraaminen
fr: Suivre votre premier utilisateur
it: Seguendo il tuo primo utente
ja: 最初のユーザーをフォローしています
nl: Je volgt je eerste gebruiker
no: Følger din første bruker
pl: Obserwuj swojego pierwszego użytkownika
pt_br: Seguindo seu primeiro usuário
ro: Urmăriți primul dvs. utilizator
ru: Подписаться на вашего первого пользователя
sv: Följer din första användare
uk: Підписаний на вашого першого користувача
zh_hans: 关注您的第一个用户

# misskey_achievement_following10_description
source: Follow 10 users
ar: تابع 10 مستخدمين
cs: Sledujte 10 uživatelů
da: Følg 10 brugere
de: Folge 10 Benutzern
el: Ακολουθήστε 10 χρήστες
es: Seguir 10 usuarios
fi: Seuraa 10 käyttäjää
fr: Suivre 10 utilisateurs
it: Segui 10 utenti
ja: 10人のユーザーをフォロー
nl: Volg 10 gebruikers
no: Følg 10 brukere
pl: Obserwuj 10 użytkowników
pt_br: Seguir 10 usuários
ro: Urmărește 10 utilizatori
ru: Подписаться на 10 пользователей
sv: Följ 10 användare
uk: Підписатися на 10 користувачів
zh_hans: 关注10个用户

# misskey_achievement_following50_description
source: Follow 50 accounts
ar: تتبع 50 حساباً
cs: Sledujte 50 účtů
da: Følg 50 konti
de: Folgen Sie 50 Konten
el: Ακολουθήστε 50 λογαριασμούς
es: Seguir 50 cuentas
fi: Seuraa 50 tiliä
fr: Suivez 50 comptes
it: Segui 50 account
ja: 50のアカウントをフォローする
nl: Volg 50 accounts
no: Følg 50 kontoer
pl: Obserwuj 50 kont
pt_br: Siga 50 contas
ro: Urmărește 50 de conturi
ru: Следите за 50 аккаунтами
sv: Följ 50 konton
uk: Дотримуйтесь 50 облікових записів
zh_hans: 关注50个账户

# misskey_achievement_following50_title
source: Lots of friends
ar: الكثير من الأصدقاء
cs: Spousta přátel
da: Masser af venner
de: Viele Freunde
el: Πολλοί φίλοι
es: Muchos amigos
fi: Paljon ystäviä
fr: Beaucoup d\'amis
it: Un sacco di amici
ja: たくさんの友達
nl: Veel vrienden
no: Masse av venner
pl: Wiele znajomych
pt_br: Muitos amigos
ro: Mulți prieteni
ru: Много друзей
sv: Massor av vänner
uk: Багато друзів
zh_hans: 好友数

# misskey_achievement_following100_description
source: Follow 100 accounts
ar: تابع 100 حساب
cs: Sledujte 100 účtů
da: Følg 100 konti
de: 100 Konten folgen
el: Ακολουθήστε 100 λογαριασμούς
es: Seguir 100 cuentas
fi: Seuraa 100 tiliä
fr: Suivre 100 comptes
it: Segui 100 account
ja: 100のアカウントをフォロー
nl: Volg 100 accounts
no: Følg 100 kontoer
pl: Śledź 100 kont
pt_br: Siga 100 contas
ro: Urmărește 100 de conturi
ru: Подписаться на 100 аккаунтов
sv: Följ 100 konton
uk: Дотримуйтесь 100 облікових записів
zh_hans: 关注100个账户

# misskey_achievement_following100_title
source: 100 Friends
ar: 100 صديق
cs: 100 přátel
da: 100 Venner
de: 100 Freunde
el: 100 Φίλοι
es: 100 amigos
fi: 100 Ystävää
fr: 100 Amis
it: 100 Amici
ja: 100人の友達
nl: 100 vrienden
no: 100 venner
pl: 100 znajomych
pt_br: 100 Amigos
ro: 100 de prieteni
ru: 100 друзей
sv: 100 vänner
uk: 100 Друзів
zh_hans: 100 个朋友

# misskey_achievement_following300_description
source: Follow 300 accounts
ar: اتبع 300 حساب
cs: Sledujte 300 účtů
da: Følg 300 konti
de: Folgen Sie 300 Konten
el: Ακολουθήστε 300 λογαριασμούς
es: Seguir 300 cuentas
fi: Seuraa 300 tiliä
fr: Suivez 300 comptes
it: Segui 300 account
ja: 300のアカウントをフォローする
nl: Volg 300 accounts
no: Følg 300 kontoer
pl: Obserwuj 300 kont
pt_br: Siga 300 contas
ro: Urmărește 300 de conturi
ru: Следить за 300 аккаунтами
sv: Följ 300 konton
uk: Дотримуйтесь 300 рахунків
zh_hans: 关注300个账户

# misskey_achievement_following300_title
source: Friend overload
ar: حمولة الأصدقاء الزائدة
cs: Napětí přítele
da: Ven overbelastning
de: Freund-Überlastung
el: Υπερφόρτωση φίλου
es: Sobrecarga de amigo
fi: Ystävän ylikuormitus
fr: Surcharge d\'amis
it: Sovraccarico amico
ja: 友達がオーバーロード
nl: Vriend overbelast
no: Venn overbelastet
pl: Przeciążenie znajomego
pt_br: Sobrecarga de amigo
ro: Încărcarea prietenului
ru: Перезагрузка друзей
sv: Vän överbelastning
uk: Надлишок друзів
zh_hans: 好友过载

# misskey_achievement_found_treasure_description
source: You\'ve found the hidden treasure
ar: لقد عثرت على الكنز المخفي
cs: Našli jste skrytý poklad
da: Du har fundet den skjulte skat
de: Du hast den versteckten Schatz gefunden
el: Βρήκατε τον κρυμμένο θησαυρό
es: Has encontrado el tesoro oculto
fi: Olet löytänyt piilotetun aarteen
fr: Vous avez trouvé le trésor caché
it: Hai trovato il tesoro nascosto
ja: 隠された財宝を見つけました
nl: Je hebt de verborgen schat gevonden
no: Du har funnet den skjulte skatten
pl: Znalazłeś ukryty skarb
pt_br: Você encontrou o tesouro escondido
ro: Ai găsit comoara ascunsă
ru: Вы нашли скрытые сокровища
sv: Du har hittat den dolda skatten
uk: Ви знайшли приховані скарби
zh_hans: 您已经找到了隐藏宝箱

# misskey_achievement_found_treasure_title
source: Treasure Hunt
ar: صيد الكنز
cs: Lov pokladů
da: Skattejagt
de: Schatzsuche
el: Κυνήγι Θησαυρού
es: Cacería del tesoro
fi: Aarteen Metsästys
fr: Chasse au trésor
it: Caccia Al Tesoro
ja: トレジャーハント
nl: Schat Jacht
no: Skatt Jakt
pl: Polowanie na skarby
pt_br: Caça ao Tesouro
ro: Vânătoare de comori
ru: Охота за сокровищами
sv: Skattjakt
uk: Полювання на скарби
zh_hans: 宝藏猎物

# misskey_achievement_htl20npm_description
source: Have the speed of your home timeline exceed 20 npm (notes per minute)
ar: اجعل سرعة الخط الزمني لمنزلك تتجاوز 20 نانومتر (ملاحظات في الدقيقة)
cs: Rychlost vaší domácí časové osy přesahuje 20 npm (poznámky za minutu)
da: Få hastigheden på din hjemmetidslinje til at overstige 20 npm (noter pr. minut)
de: Haben Sie die Geschwindigkeit Ihrer Home-Zeitleiste größer als 20 npm (Notizen pro Minute)
el: Έχετε την ταχύτητα του σπιτιού σας χρονοδιάγραμμα υπερβαίνει τα 20 npm (σημειώσεις ανά λεπτό)
es: Ten la velocidad de tu línea de tiempo de inicio superior a 20 npm (notas por minuto)
fi: On nopeus kotisi aikajanalla ylittää 20 npm (muistiinpanoja minuutissa)
fr: Avoir la vitesse de votre chronologie de domicile dépasse 20 npm (notes par minute)
it: Avere la velocità della timeline di casa superiore a 20 npm (note al minuto)
ja: ホームタイムラインの速度が 20 npm (1 分あたりのノート) を超えています。
nl: Heb de snelheid van je home tijdlijn groter dan 20 npm (notities per minuut)
no: Få hastigheten på hjemmetidslinjen over 20 npm (notater per minutt)
pl: Prędkość Twojej osi czasu domu przekracza 20 npm (notatki na minutę)
pt_br: Tenha a velocidade da sua linha do tempo de casa superior a 20 npm (notas por minuto)
ro: Fă ca viteza cronologiei de acasă să depășească 20 npm (note pe minut)
ru: Скорость вашей временной шкалы превышает 20 нм. (заметки в минуту)
sv: Ha hastigheten på ditt hem tidslinje överstiger 20 npm (anteckningar per minut)
uk: Швидкість вашого домашньої часової шкали перевищує 20 npm (замітки за хвилину)
zh_hans: 您的家庭时间线速度超过20纳米(每分钟便笺)

# misskey_achievement_htl20npm_title
source: Flowing Timeline
ar: الخط الزمني للتدفق
cs: Prověřená časová osa
da: Forsinkelse Tidslinje
de: Fließende Zeitleiste
el: Χρονοδιάγραμμα Ροής
es: Línea de tiempo fluida
fi: Virtauksen Aikajana
fr: Chronologie des flots
it: Timeline Flowing
ja: 流れているタイムライン
nl: Vloeiende tijdlijn
no: flytende tidslinje
pl: Świecąca oś czasu
pt_br: Cronograma Fosforescente
ro: Cronologie de curgere
ru: Лента времени
sv: Flödande tidslinje
uk: Візуальна хронологія
zh_hans: 浮动时间线

# misskey_achievement_i_love_misskey_description
source: Post \"I ❤ #Misskey\"
ar: انشر \"أنا ❤️ #Misskey\"
cs: Poslat \"I ❤️ #Misskey\"
da: Indlæg \"Jeg ❤️ #Misskey\"
de: Beitrag \"I ❤️ #Misskey\"
el: Δημοσίευση \"❤️ #Misskey\"
es: Publicar \"❤️ #Misskey\"
fr: Post \"Je ❤️ #Misskey\"
it: Post \"❤️ #Misskey\"
ja: \"I ❤️ #Misskey\" を投稿
nl: Plaats \"I ❤️ #Misskey\"
no: Innlegg \"I ❤️ #Misskey\"
pt_br: Publique \"❤️ #Misskey\"
ro: Postează \"Am ❤️ #Misskey\"
ru: Пост \"I ❤️ #Misskey\"
uk: Допис \"❤️ #Misskey\"
zh_hans: 发布 \"I ❤️ #Misskey\"

# misskey_achievement_i_love_misskey_flavor
source: Misskey\'s development team greatly appreciates your support!
ar: فريق تطوير ميسكي يقدر دعمك تقديرا كبيرا!
cs: Vývojový tým Misskeyů velmi oceňuje vaši podporu!
da: Misskey\'s udviklingsteam sætter stor pris på din støtte!
de: Das Entwicklungsteam von Misskey schätzt deine Unterstützung sehr!
el: Η ομάδα ανάπτυξης Misskey εκτιμά ιδιαίτερα την υποστήριξή σας!
es: ¡El equipo de desarrollo de Misskey aprecia mucho tu apoyo!
fi: Misskeyn kehitystiimi arvostaa suuresti tukeasi!
fr: L\'équipe de développement de Misskey apprécie grandement votre soutien !
it: Il team di sviluppo di Misskey apprezza molto il tuo supporto!
ja: Misskeyの開発チームは皆様のご支援を大変ありがとうございます！
nl: Misskey\'s ontwikkelingsteam waardeert je steun zeer!
no: Misskey\'s utviklingsteam setter stor pris på din støtte!
pl: Zespół rozwoju Misskeya bardzo docenia twoje wsparcie!
pt_br: A equipe de desenvolvimento da Misskey apreciou muito o seu apoio!
ro: Echipa de dezvoltare Misskey apreciază foarte mult sprijinul tău!
ru: Команда разработчиков Misskey высоко ценит вашу поддержку!
sv: Misskeys utvecklingsteam uppskattar ditt stöd!
uk: Команда розробників Misskey, значно вдячна вашу підтримку!
zh_hans: Misskey的开发团队非常感谢您的支持！

# misskey_achievement_i_love_misskey_title
source: I Love Misskey
ar: أنا أحب ميسكي
cs: Miluji Misskey
da: Jeg Elsker Misskey
de: Ich liebe Misskey
el: Αγαπώ Misskey
es: Me encanta Misskey
fi: Rakastan Misskey
fr: J\'aime Misskey
it: Amo Misskey
nl: Ik hou van Misskey
no: Jeg elsker Misskey
pl: Kocham Misskey
pt_br: Eu amo o Misskey
ro: Îmi place Misskey
ru: Мне нравится Misskey
sv: Jag älskar Misskey
uk: Я люблю Міськей
zh_hans: 我喜欢Misskey

# misskey_achievement_just_plain_lucky_description
source: Has a chance to be obtained with a probability of 0.005\% every 10 seconds
ar: لديه فرصة للحصول عليها باحتمال 0.005\% كل 10 ثوان
cs: Má šanci dosáhnout s pravděpodobností 0.005\% každých 10 sekund
da: Har en chance for at blive opnået med en sandsynlighed på 0,005\% hver 10 sekunder
de: Hat eine Chance mit einer Wahrscheinlichkeit von 0,005\% alle 10 Sekunden zu erhalten
el: Έχει πιθανότητα να ληφθεί με πιθανότητα 0.005\% κάθε 10 δευτερόλεπτα
es: Tiene probabilidad de ser obtenido con una probabilidad de 0.005\% cada 10 segundos
fi: On mahdollisuus saada todennäköisyys 0,005\% 10 sekunnin välein
fr: A une chance d\'être obtenu avec une probabilité de 0.005\% toutes les 10 secondes
it: Ha una possibilità di essere ottenuto con una probabilità dello 0,005\% ogni 10 secondi
ja: 10秒ごとに確率0.005\%で得られる可能性があります
nl: Heeft een kans om te worden verkregen met een kans van 0,005\% per 10 seconden
no: Har en sjanse til å bli oppnådd med en sannsynlighet på 0,005\% hvert 10. sekund
pl: Ma szansę na otrzymanie z prawdopodobieństwem 0.005\% co 10 sekund
pt_br: Tem uma chance de ser obtido com uma probabilidade de 0,005\% a cada 10 segundos
ro: Are o șansă de a fi obținut cu o probabilitate de 0,005\% la fiecare 10 secunde
ru: Есть шанс получить вероятность 0,005\% каждые 10 секунд
sv: Har en chans att erhållas med en sannolikhet på 0,005\ % var 10 sekund
uk: Має можливість отримати 0,005\% кожні 10 секунд
zh_hans: 每10 秒有机会获得0.005\%的概率

# misskey_achievement_just_plain_lucky_title
source: Just Plain Lucky
ar: حظا عادي فقط
cs: Prostě štěstí
da: Bare Plain Heldig
de: Nur Glück
el: Απλά Απλό Τυχερό
es: Suerte simple
fi: Vain Tavallinen Lucky
fr: Juste un peu de chance
it: Solo Semplice Fortunato
ja: ラッキーなだけです
nl: Eenvoudig Geluk
no: Bare ren lykke
pl: Zwykły Szczęściarz
pt_br: Simples sorte
ro: Doar Plain norocos
ru: Простая Удача
sv: Bara ren tur
uk: Просто щаслива Удачі
zh_hans: 只是纯黄色幸运的

# misskey_achievement_logged_in_on_birthday_description
source: Log in on your birthday
ar: تسجيل الدخول في عيد ميلادك
cs: Přihlaste se při narozeninách
da: Log ind på din fødselsdag
de: Am Geburtstag anmelden
el: Συνδεθείτε στα γενέθλιά σας
es: Inicia sesión en tu cumpleaños
fi: Kirjaudu sisään syntymäpäiväsi aikana
fr: Connectez-vous le jour de votre anniversaire
it: Accedi al tuo compleanno
ja: 誕生日にログインする
nl: Log in op je verjaardag
no: Logg inn på bursdagen din
pl: Zaloguj się na swoje urodziny
pt_br: Faça login no seu aniversário
ro: Autentifică-te la ziua ta de naștere
ru: Войти в день рождения
sv: Logga in på din födelsedag
uk: Увійти на свій день народження
zh_hans: 登录您的生日

# misskey_achievement_logged_in_on_birthday_title
source: Happy Birthday
ar: عيد ميلاد سعيد
cs: Šťastné narozeniny
da: Glædelig Fødselsdag
de: Glücklicher Geburtstag
el: Χαρούμενα Γενέθλια
es: Feliz cumpleaños
fi: Hyvää Syntymäpäivää
fr: Joyeux anniversaire
it: Buon Compleanno
ja: 誕生日おめでとう
nl: Gefeliciteerd met je verjaardag
no: Gratulerer med dagen
pl: Wszystkiego najlepszego
pt_br: Feliz Aniversário
ro: La mulți ani
ru: С днем рождения
sv: Grattis på födelsedagen
uk: З Днем народження
zh_hans: 快乐生日

# misskey_achievement_logged_in_on_new_years_day_description
source: Logged in on the first day of the year
ar: تم تسجيل الدخول في اليوم الأول من السنة
cs: Přihlášen první den roku
da: Logget ind på den første dag i året
de: Am ersten Tag des Jahres angemeldet
el: Συνδεθήκατε την πρώτη ημέρα του έτους
es: Sesión iniciada el primer día del año
fi: Kirjautunut sisään vuoden ensimmäisenä päivänä
fr: Connecté le premier jour de l\'année
it: Accesso effettuato il primo giorno dell\'anno
ja: 年の最初の日にログインしました
nl: Ingelogd op de eerste dag van het jaar
no: Logget på den første dagen av året
pl: Zalogowano w pierwszym dniu roku
pt_br: Conectado no primeiro dia do ano
ro: Conectat în prima zi a anului
ru: Вы вошли в первый день года
sv: Inloggad den första dagen på året
uk: Увійшли в систему першого дня року
zh_hans: 在一年的第一天登录

# misskey_achievement_logged_in_on_new_years_day_flavor
source: To another great year on this instance
ar: سنة عظيمة أخرى في هذه الحالة
cs: K dalšímu skvělému roku v této instanci
da: Til endnu et stort år på denne instans
de: Zu einem weiteren großartigen Jahr in dieser Instanz
el: Σε μια άλλη μεγάλη χρονιά σε αυτό το παράδειγμα
es: A otro gran año en esta instancia
fi: Toisen suuren vuoden tässä tapauksessa
fr: À une autre grande année sur cette instance
it: A un altro grande anno su questa istanza
ja: このインスタンスの別の素晴らしい年に
nl: Tot nog een geweldig jaar op dit exemplaar
no: Til et annet stort år i dette tilfellet
pl: Do kolejnego wspaniałego roku na tej instancji
pt_br: Para outro grande ano nesta instância
ro: Pentru încă un an minunat în acest caz
ru: Еще один великий год на этом примере
sv: Till ytterligare ett bra år på denna instans
uk: До іншого чудового року в цьому екземплярі
zh_hans: 在这个实例上到另一个很棒的年份

# misskey_achievement_logged_in_on_new_years_day_title
source: Happy New Year!
ar: سنة جديدة سعيدة!
cs: Šťastný nový rok!
da: Godt Nytår!
de: Frohes neues Jahr!
el: Ευτυχισμένος Ο Νέος Χρόνος!
es: ¡Feliz Año Nuevo!
fi: Hyvää Uutta Vuotta!
fr: Bonne Année!
it: Buon Anno Nuovo!
ja: 新年おめでとうございます！
nl: Gelukkig nieuwjaar!
no: Godt nytt år!
pl: Szczęśliwego Nowego Roku!
pt_br: Feliz ano novo!
ro: Un An Nou fericit!
ru: С Новым Годом!
sv: Gott Nytt År!
uk: З Новим роком!
zh_hans: 新年快乐！

# misskey_achievement_login3_description
source: Log in for a total of 3 days
ar: قم بتسجيل الدخول لما مجموعه 3 أيام
cs: Přihlášení celkem 3 dny
da: Log ind i alt 3 dage
de: Anmelden für insgesamt 3 Tage
el: Συνδεθείτε για συνολικά 3 ημέρες
es: Inicia sesión por un total de 3 días
fi: Kirjaudu sisään yhteensä 3 päivää
fr: Connectez-vous pour un total de 3 jours
it: Accedi per un totale di 3 giorni
ja: 合計3日間ログインする
nl: In totaal 3 dagen inloggen
no: Logg inn totalt 3 dager
pl: Logowanie przez łącznie 3 dni
pt_br: Inicie a sessão por um total de 3 dias
ro: Autentificați-vă pentru un total de 3 zile
ru: Войти в общей сложности 3 дня
sv: Logga in i totalt 3 dagar
uk: Увійдіть загалом за 3 дні
zh_hans: 总共登录3天

# misskey_achievement_login3_flavor
source: Starting today, just call me Misskist
ar: ابدأ اليوم، فقط اتصل بي ميسكي
cs: Začíná dnes, zavolejte mi Misskistu
da: Start i dag, bare ring til mig Misskist
de: Beginnend heute, rufe mich einfach Misskist an
el: Ξεκινώντας σήμερα, απλά καλέστε μου Misskist
es: A partir de hoy, llámame Misskist
fi: Alkaen tänään, soita minulle Misskist
fr: À partir d\'aujourd\'hui, appelez-moi Misskist
it: A partire da oggi, mi chiama Misskist
ja: 今日から、Misskist と呼んでください。
nl: Begint vandaag, noem me Misskist
no: Starter i dag, bare ring meg Misskist
pl: Zaczynając dzisiaj, po prostu zadzwoń do mnie Misskist
pt_br: A partir de hoje, apenas me chame de Misskista
ro: Incepand de azi, doar spune-mi Misskist
ru: Начиная с сегодняшнего дня, просто позвоните мне Мисский
sv: Från och med idag, ring mig Misskist
uk: Починаючи з сьогодні, просто називайте мене Міскіст
zh_hans: 从今天开始，仅打电话给我Misskist

# misskey_achievement_login3_title
source: Beginner I
ar: مبتدئ I
cs: Začátečník I
da: Begynder I
de: Anfänger I
el: Αρχάριος I
es: Principiante I
fi: Aloittelija I
fr: Débutant I
it: Principiante I
ja: 初級Lv.1
no: Nybegynner jeg
pl: Początkujący I
pt_br: Iniciante I
ro: Începutul I
ru: Новичок I
sv: Nybörjare I
uk: Новачок I
zh_hans: 初学者一

# misskey_achievement_login7_description
source: Log in for a total of 7 days
ar: تسجيل الدخول لما مجموعه 7 أيام
cs: Přihlášení celkem 7 dní
da: Log ind i alt 7 dage
de: Anmelden für insgesamt 7 Tage
el: Συνδεθείτε για 7 ημέρες συνολικά
es: Inicia sesión por un total de 7 días
fi: Kirjaudu sisään yhteensä 7 päivää
fr: Connectez-vous pour un total de 7 jours
it: Accedi per un totale di 7 giorni
ja: 7日間ログインする
nl: Log in voor een totaal van 7 dagen
no: Logg inn totalt 7 dager
pl: Zaloguj się przez łącznie 7 dni
pt_br: Logar por um total de 7 dias
ro: Autentificați-vă pentru un total de 7 zile
ru: Войти в общей сложности 7 дней
sv: Logga in i totalt 7 dagar
uk: Увійдіть загалом за 7 днів
zh_hans: 总共登录7天

# misskey_achievement_login7_flavor
source: Feel like you\'ve gotten the hang of things yet?
ar: هل تشعر أنك حصلت على شبح الأشياء بعد؟
cs: Cítíš, že jsi se ještě dostal do klanu?
da: Føl dig som du har fået hænge af ting endnu?
de: Sie haben das Gefühl, dass Sie den Hang der Dinge noch bekommen?
el: Νιώστε σαν να έχετε πάρει το κλείσιμο των πραγμάτων ακόμα?
es: ¿Siéntase como si estuvieras pensando en el colmillo de las cosas?
fi: Tuntuu siltä, että olet saanut juosta asioita vielä?
fr: Vous sentez que vous avez encore eu le coup de la bouche?
it: Ti senti come se avessi già preso il blocco delle cose?
ja: まだ物事のこつを得たような感じ?
nl: Heb je het gevoel dat je dingen al opgehangen hebt?
no: Føler du deg som har fått hefte på ting ennå?
pl: Czujesz się jakbyś jeszcze powiesz?
pt_br: Já se senti como se tivesse encostado o jeito das coisas?
ro: Simte-ți că încă ai băgat lucrurile?
ru: Чувствуете, что вы уже вели вещи?
sv: Känn dig som om du har fått kläm på saker ännu?
uk: Ви ще нічого не впоралися?
zh_hans: 感觉你已经到了那些东西？

# misskey_achievement_login7_title
source: Beginner II
ar: مبتدئ II
cs: Začátečník II
da: Begynder II
de: Anfänger II
el: Αρχάριος II
es: Inicial II
fi: Aloittelija II
fr: Débutant II
it: Principiante II
ja: 初級II
no: Nybegynner II
pl: Początkujący II
pt_br: Iniciante II
ro: Începător II
ru: Новичок II
sv: Nybörjare II
uk: Початківець ІІ
zh_hans: 初学者II

# misskey_achievement_login15_description
source: Log in for a total of 15 days
ar: قم بتسجيل الدخول لما مجموعه 15 يوما
cs: Přihlášení celkem 15 dní
da: Log ind i alt 15 dage
de: Anmelden für insgesamt 15 Tage
el: Συνδεθείτε για συνολικά 15 ημέρες
es: Inicia sesión por un total de 15 días
fi: Kirjaudu sisään yhteensä 15 päivää
fr: Connectez-vous pour un total de 15 jours
it: Accedi per un totale di 15 giorni
ja: 合計15日間ログインする
nl: Log in voor een totaal van 15 dagen
no: Logg inn totalt 15 dager
pl: Logowanie przez łącznie 15 dni
pt_br: Faça login por um total de 15 dias
ro: Autentificați-vă pentru un total de 15 zile
ru: Войти в общей сложности 15 дней
sv: Logga in i totalt 15 dagar
uk: Увійдіть загалом на 15 днів
zh_hans: 总共登录15天

# misskey_achievement_login15_title
source: Beginner III
ar: مبتدئ III
cs: Začátečník III
da: Begynder III
de: Anfänger III
el: Αρχάριος III
es: Principal III
fi: Aloittelija III
fr: Débutant III
it: Principiante III
ja: 初級III
no: Nybegynner III
pl: Początkujący III
pt_br: Iniciante III
ro: Începător III
ru: Новичок III
sv: Nybörjare III
uk: Початківець III
zh_hans: ¸ß¼¶³É¹¥»÷¸ö×°³µÁ¾È¼ÁÏ²»×°³µÄ³ÇÊ³ÎïÏûºÄ³ÎïÆ·£¬ÇëÖÐÐ¡£

# misskey_achievement_login30_description
source: Log in for a total of 30 days
ar: قم بتسجيل الدخول لما مجموعه 30 يوما
cs: Přihlášení celkem 30 dní
da: Log ind i alt 30 dage
de: Anmelden für insgesamt 30 Tage
el: Συνδεθείτε για συνολικά 30 ημέρες
es: Inicia sesión por un total de 30 días
fi: Kirjaudu sisään yhteensä 30 päivää
fr: Connectez-vous pour un total de 30 jours
it: Accedi per un totale di 30 giorni
ja: 合計30日間ログインする
nl: Log in voor een totaal van 30 dagen
no: Logg inn totalt 30 dager
pl: Logowanie przez łącznie 30 dni
pt_br: Faça login por um total de 30 dias
ro: Autentificați-vă pentru un total de 30 de zile
ru: Войти в общей сложности 30 дней
sv: Logga in i totalt 30 dagar
uk: Увійти всього за 30 днів
zh_hans: 总共登录30天

# misskey_achievement_login60_description
source: Log in for a total of 60 days
ar: قم بتسجيل الدخول لما مجموعه 60 يوما
cs: Přihlášení celkem 60 dní
da: Log ind i alt 60 dage
de: Anmelden für insgesamt 60 Tage
el: Συνδεθείτε για συνολικά 60 ημέρες
es: Inicia sesión por un total de 60 días
fi: Kirjaudu sisään yhteensä 60 päivää
fr: Connectez-vous pour un total de 60 jours
it: Accedi per un totale di 60 giorni
ja: 合計60日間ログインする
nl: Log in voor een totaal van 60 dagen
no: Logg inn totalt 60 dager
pl: Logowanie przez łącznie 60 dni
pt_br: Logar por 60 dias no total
ro: Autentificați-vă pentru un total de 60 de zile
ru: Войти в общей сложности 60 дней
sv: Logga in i totalt 60 dagar
uk: Увійти, всього 60 днів
zh_hans: 总共登录60天

# misskey_achievement_login100_description
source: Log in for a total of 100 days
ar: تسجيل الدخول لما مجموعه 100 يوم
cs: Přihlášení celkem 100 dní
da: Log ind i alt 100 dage
de: Anmelden für insgesamt 100 Tage
el: Συνδεθείτε για συνολικά 100 ημέρες
es: Inicia sesión por un total de 100 días
fi: Kirjaudu sisään yhteensä 100 päivää
fr: Connectez-vous pour un total de 100 jours
it: Accedi per un totale di 100 giorni
ja: 合計100日間ログインする
nl: Log in voor een totaal van 100 dagen
no: Logg inn i totalt 100 dager
pl: Logowanie przez łącznie 100 dni
pt_br: Inicie a sessão por 100 dias no total
ro: Autentificați-vă pentru un total de 100 de zile
ru: Войти в общей сложности 100 дней
sv: Logga in i totalt 100 dagar
uk: Увійдіть загалом за 100 днів
zh_hans: 总共登录100天
